Repository: dimosojunior/keti
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sw

source: Register
sw: Jisajili

source: Registration Form
sw: Fomu ya Usajili

source: Valid Email
sw: Weka Email Sahihi

source: Enter UserName
sw: Ingiza Jina Unalotumia

source: Enter Strong Password
sw: Ingiza Password Imara

source: Confirm Password
sw: Thibitisha Password

source: Already a member?
sw: Teyari Umeshajisajili ?

source: Login now
sw: Ingia Sasa

source: login
sw: Ingia

source: Login Form
sw: Fomu Ya Kuingia

source: Not a member?
sw: Hujajisajili Bado ??

source: Register now
sw: Jisajili Sasa

source: Add Item
sw: Ongeza Bidhaa

source: Add Items
sw: Ongeza Bidhaa

source: Delete Items
sw: Futa Bidhaa

source: Delete Item from a stock
sw: Futa Bidhaa Iliyopo Dukani

source: Are you sure you want to delete this Item ???
sw: Ni kweli unataka kufuta hii Bidhaa ???

source: Yes
sw: Ndio

source: Cancel
sw: Acha

source: EndingProducts page
sw: Kurasa ya Bidhaa Zinazoisha

source: LIST OF ALL ENDING ITEMS
sw: ORODHA YA BIDHAA ZOTE ZINAZOISHA

source: No
sw: Namba

source: Item<br> Name
sw: Jina La Bidhaa

source: Category<br> Name
sw: Aina ya Bidhaa

source: Quantity<br>In Store
sw: Kiasi Kilichopo Dukani

source: Re-Order<br> Level
sw: Kiasi Hatarishi

source: Perform<br>Action
sw: Tendo

source: View
sw: Angalia

source: Update
sw: Badilisha

source: Delete
sw: Futa

source: Only admin
sw: Admini Tu

source: There is no Any Item below Reorder level in a Stock
sw: Hakuna Bidhaa Yoyote inayokaribia kuisha

source: Issue Items
sw: Toa Bidhaa

source: Issued Amount
sw: Pesa Uliyonunulia

source: Issued Items
sw: Bidhaa Zilizouzwa

source: LIST OF ALL ISSUED ITEMS FOR THE YEAR
sw: ORODHA YA BIDHAA ZOTE ZILIZOUZWA KWA MWAKA

source: Issued<br> Quantity
sw: Kiasi Ulichouza

source: Sales <br> Amount
sw: Pesa ya Mauzo

source: Issued <br> date
sw: Tarehe Iliyouzwa

source: Last <br> Updated
sw: Badiliko la Mwisho

source: Total Sales
sw: Jumla Ya Mauzo

source: Minimum Sales
sw: Mauzo ya Chini

source: Maximum Sales
sw: Mauzo ya Juu

source: Sales Average
sw: Wastani wa Mauzo

source: There is no Any Item in a Stock
sw: Hakuna Bidhaa Yoyote Dukani

source: page
sw: Kurasa

source: of
sw: Ya

source: First
sw: Mwanzo

source: Previous
sw: Nyuma

source: Next
sw: Mbele

source: Last
sw: Mwisho

source: Point of Sales
sw: Mauzo na Manunuzi

source: POINT OF SALES FOR THE YEAR
sw: MAUZO NA MANUNUZI KWA MWAKA

source: Total Purchasing
sw: Jumla ya Manunuzi

source: Minimum Purchasing
sw: Manunuzi ya Chini

source: Maximum Purchasing
sw: Manunuzi ya Juu

source: Purchasing Average
sw: Wastani wa Manunuzi

source: Profit of Tsh
sw: Faida ya Tsh

source: Loss of Tsh
sw: Hasara ya Tsh

source: NO ANY TRANSACTION MADE
sw: Hakuna Biashara yoyote Iliyofanyika

source: Receive Amount
sw: Pokea Pesa

source: Receive Item
sw: Pokea Bidha

source: Receive Items
sw: Pokea Bidhaa

source: Received Items History
sw: Bidhaa zote Zilizonunuliwa

source: LIST OF ALL RECEIVED ITEMS FOR THE YEAR
sw: ORODHA YA BIDHAA ZOTE ZILIZONUNUNLIWA KWA MWAKA

source: Receiving<br> Quantity
sw: Kiasi Ulichopokea

source: Received<br> By
sw: Kimepokelewa Na

source: Purchasing <br> Amount
sw: Pesa ya Manunuzi

source: received <br> date
sw: Tarehe Iliyopokelewa

source: Minimum Purchasing
sw: Manunuzi ya Chini

source: Reorder Level
sw: Kiasi Hatarishi

source: Create Re-Order Level of Items
sw: Weka kiasi Hatarishi cha Bidhaa

source: Stock page
sw: Kurasa Ya Dukani

source: Only Admin
sw: Admini Tu

source: Search
sw: Tafuta

source: LIST OF ALL ITEMS
sw: ORODHA YA BIDHAA ZOTE

source: View
sw: Angalia

source: Only admin
sw: Admini Tu

source: Stock Detail
sw: Taarifa Ya Bidhaa

source: ISSUE THIS ITEM
sw: UZA HII BIDHAA

source: RECEIVE THIS ITEM
sw: NUNUA HII BIDHAA

source: ONYL ADMIN CAN ISSUE THIS ITEM
sw: ADMINI TU ANAWEZA KUTOA HII BIDHAA

source: ONYL ADMIN CAN RECEIVE THIS ITEM
sw: ADMINI TU ANAWEZA KUPOKEA HII BIDHAA

source: Item Name
sw: Jina la Bidhaa

source: Category
sw: Aina

source: Quantity
sw: Kiasi

source: ReOrder Level
sw: Kiasi Hatarishi

source: Sales Amount
sw: Pesa Ya Mauzo

source: Purchasing Amount
sw: Pesa ya Manunuzi

source: Added When
sw: Kiliwekwa Lini

source: Last Updated
sw: Badiliko la Mwisho

source: Issued Item History
sw: Bidhaa Zote Zilizouzwa

source: LIST OF ALL ISSUED ITEMS FOR THE MONTH
sw: ORODHA YA BIDHAA ZOTE ZILIZOUZWA KWA MWEZI WA

source: Total Quantity<br> In Store
sw: Jumla ya kiasi Dukani

source: Issued<br> By
sw: Imetolewa Na

source: Last <br> Sales
sw: Mauzo ya Mwisho

source: There is no Any Item issued from a Stock
sw: Hakuna Bidhaa yoyote iliyouzwa Dukani

source: LIST OF ALL ISSUED ITEMS TODAY
sw: ORODHA YA BIDHAA ZOTE ZILIZOUZWA LEO

source: Stock Management System
sw: MFUMO WA KUTUNZA TAARIFA ZA BIDHAA

source: Home
sw: Nyumbani

source: More
sw: Zaidi

source: Sign-In/Up
sw: Ingia/Jisajili

source: Language
sw: Lugha

source: Change Language
sw: Badilisha Lugha

source: LogOut
sw: Toka

source: Login
sw: Ingia

source: Close
sw: Funga

source: Stock
sw: Dukani

source: EndingProducts
sw: Bidhaa Zinazoisha

source: Point Of Sales
sw: Mauzo na Manunuzi

source: Today
sw: Leo

source: January
sw: Mwezi wa Kwanza

source: February
sw: Mwezi wa Pili

source: March
sw: Mwezi wa Tatu

source: April
sw: Mwezi wa Nne

source: May
sw: Mwezi wa Tano

source: June
sw: Mwezi wa Sita

source: July
sw: Mwezi wa Saba

source: August
sw: Mwezi wa Nane

source: September
sw: Mwezi wa Tisa

source: October
sw: Mwezi wa Kumi

source: November
sw: Mwezi wa Kumi na Moja

source: December
sw: Mwezi wa Kumi na Mbili

source: All Months
sw: Miezi Yote

source: Issued Items History
sw: Bidhaa Zote Zilizouzwa

source: About us
sw: Kuhusu Sisi

source: We are team of talented designers && developers making websites with Python and Php.
sw: Timu yenye Vipaji inayotengeneza Mifumo kwa kutumia Python na Php.

source: Follow Dimoso El Junior in social networks
sw: Mfuate Dimoso El Junior kwenye Mitandao ya Kijamii

source: My Team
sw: Timu Yangu

source: Copyright 2021 All rights reserved
sw: Copyright 2021 Haki zote Zimehifadhiwa

source: made by
sw: Imetengenezwa Na

source: Checkout form
sw: Fomu Ya Malipo

source: Street address
sw: Anuani ya Mtaa

source: Apartment address
sw: Anuani Ya Makazi

source: Country
sw: Nchi

source: Please select a valid country
sw: Tafadhali Chagua Nchi Sahihi

source: Zip
sw: Zipu

source: Zip code required.
sw: Zipu Kodi Zinahitajika

source: Continue to Payment
sw: Endelea na Malipo

source: MAKE CONTACT
sw: FANYA MAWASILIANO

source: Username
sw: Jina Unalotumia

source: Phone
sw: Namba ya Simu

source: Place
sw: Sehemu

source: Message
sw: Ujumbe

source: Send Email
sw: Tuma Email

source: Special Products With Offers
sw: Bidhaa Maalumu Kwa Punguzo

source: All Categories
sw: Aina Zote

source: ALL PRODUCT CATEGORIES
sw: AINA ZOTE ZA BIDHAA

source: Enter Product Name
sw: Ingiza Jina La Bidhaa

source: OUR PRODUCTS
sw: BIDHAA ZETU

source: There is no any product uploaded!!!!
sw: Hakuna Bidhaa Yoyote Iliyowekwa

source: Order Summary
sw: Ufupisho wa Oda

source: Order summary
sw: Ufupisho wa Oda

source: Item title
sw: Jina la Bidhaa

source: Price
sw: Bei

source: Total Item Price
sw: Bei ya Jumla ya Bidhaa

source: action
sw: Tendo

source: Remove
sw: Ondoa

source: Continue Shopping
sw: Endelea Kununua

source: Order total
sw: Jumla ya Oda

source: Send Email To Me
sw: Tuma Email Kwangu

source: Prodeed to checkout
sw: Endelea na Malipo

source: No items in your cart
sw: Hakuna Bidhaa yoyote kwenye kikapu chako

source: Complete your order
sw: Malizia Oda yako

source: Credit or debit card
sw: Chagua Kadi

source: Submit Payment
sw: Tuma Malipo

source: Product Page
sw: Kurasa ya Bidhaa

source: Add Order
sw: Weka Oda

source: Remove Your Order
sw: Ondoa Oda

source: We don't have
sw: Hatuna

source: for now
sw: Kwa sasa

source: Search Product
sw: Tafuta Bidhaa

source: Looking for searched product
sw: Angalia Bidhaa Uliyotafuta

source: More Details
sw: Taarifa Zaidi

source: There is no such type of product
sw: Hakuna aina hiyo ya Bidhaa

source: Your cart
sw: Kikapu chako

source: Total (Tsh)
sw: Jumla (Tsh)

source: POINT OF SALES FOR THE MONTH
sw: MAUZO NA MANUNUZI KWA MWEZI WA

source: Profit of Tsh.
sw: Faida ya Tsh.

source: Loss of Tsh.
sw: Hasara ya Tsh.

source: POINT OF SALES TODAY
sw: MAUZO NA MANUNUZI YA LEO

source: LIST OF ALL RECEIVED ITEMS FOR THE MONTH
sw: ORODHA YA BIDHAA ZOTE ZILIZONUNULIWA KWA MWEZI WA

source: Total Purchasing <br> Amount
sw: Jumla ya pesa ya Manunuzi

source: Last Purchasing
sw: Manunuzi ya Mwisho

source: LIST OF ALL RECEIVED ITEMS TODAY
sw: ORODHA YA BIDHAA ZOTE ZILIZONUNULIWA LEO

source: admin/
sw: admini

source: hello
sw: haloo
